// 定制金返款
const receivePay = {
    "data": [{
        "time": "2020-10-26 23:05:01",
        "comment": "任务金额：6.5元",
        "type": "任务金额",
        "status": "--",
        "order_sn": "1316102007805417922",
        "money": 6.5
    }, {
        "time": "2020-10-24 09:45:01",
        "comment": "任务金额：10.8元",
        "type": "任务金额",
        "status": "--",
        "order_sn": "1311308209928417922",
        "money": 10.8
    }, {
        "time": "2020-10-23 12:45:01",
        "comment": "任务金额：150元",
        "type": "任务金额",
        "status": "--",
        "order_sn": "1305595226183417922",
        "money": 150
    }, {
        "time": "2020-10-15 10:50:01",
        "comment": "任务金额：9.6元",
        "type": "任务金额",
        "status": "--",
        "order_sn": "1292204271926417922",
        "money": 9.6
    }, {
        "time": "2020-10-14 13:48:24",
        "comment": "任务金额：8.8元",
        "type": "任务金额",
        "status": "--",
        "order_sn": "1295671071211417922",
        "money": 8.8
    }, {
        "time": "2020-10-10 21:50:02",
        "comment": "任务金额：59.8元",
        "type": "任务金额",
        "status": "--",
        "order_sn": "1284582636853417922",
        "money": 59.8
    }, {
        "time": "2020-10-10 21:45:01",
        "comment": "任务金额：5.5元",
        "type": "任务金额",
        "status": "--",
        "order_sn": "1286426772726417922",
        "money": 5.5
    }, {
        "time": "2020-10-07 00:10:01",
        "comment": "任务金额：89.1元",
        "type": "任务金额",
        "status": "--",
        "order_sn": "1205975725430417922",
        "money": 89.1
    }, {
        "time": "2020-10-07 00:05:01",
        "comment": "任务金额：261元",
        "type": "任务金额",
        "status": "--",
        "order_sn": "1278005762162417922",
        "money": 261
    }, {
        "time": "2020-10-01 11:55:02",
        "comment": "任务金额：198元",
        "type": "任务金额",
        "status": "--",
        "order_sn": "1264141333789417922",
        "money": 198
    }, {
        "time": "2020-09-25 22:05:02",
        "comment": "任务金额：11.8元",
        "type": "任务金额",
        "status": "--",
        "order_sn": "1256019445659417922",
        "money": 11.8
    }, {
        "time": "2020-09-25 10:30:14",
        "comment": "任务金额：8.6元",
        "type": "任务金额",
        "status": "--",
        "order_sn": "1254409491654417922",
        "money": 8.6
    }, {
        "time": "2020-09-24 09:15:01",
        "comment": "任务金额：8.8元",
        "type": "任务金额",
        "status": "--",
        "order_sn": "1251962676196417922",
        "money": 8.8
    }, {
        "time": "2020-09-21 09:00:01",
        "comment": "任务金额：21.5元",
        "type": "任务金额",
        "status": "--",
        "order_sn": "1250556048780417922",
        "money": 21.5
    }, {
        "time": "2020-09-21 08:50:01",
        "comment": "任务金额：150元",
        "type": "任务金额",
        "status": "--",
        "order_sn": "1244519175644417922",
        "money": 150
    }, {
        "time": "2020-09-20 22:30:01",
        "comment": "任务金额：188元",
        "type": "任务金额",
        "status": "--",
        "order_sn": "1247001123830417922",
        "money": 188
    }, {
        "time": "2020-09-14 11:25:01",
        "comment": "任务金额：46.8元",
        "type": "任务金额",
        "status": "--",
        "order_sn": "1238133927130417922",
        "money": 46.8
    }, {
        "time": "2020-09-14 11:10:01",
        "comment": "任务金额：25.8元",
        "type": "任务金额",
        "status": "--",
        "order_sn": "1234306620989417922",
        "money": 25.8
    }, {
        "time": "2020-09-11 23:50:02",
        "comment": "任务金额：40元",
        "type": "任务金额",
        "status": "--",
        "order_sn": "1227999672606417922",
        "money": 40
    }, {
        "time": "2020-09-10 09:15:02",
        "comment": "任务金额：88.8元",
        "type": "任务金额",
        "status": "--",
        "order_sn": "1222527852348417922",
        "money": 88.8
    }], "total_results": 67, "error": {"errno": 200, "errmsg": "success", "usermsg": "success"}
}

// 账户明细
const AccountDetail = {
    "data": [{
        "time": "2020-10-24 17:24:12",
        "comment": "--",
        "type": "银行卡提现",
        "id": 1867254,
        "status": "已打款",
        "money": 244.5
    }, {
        "time": "2020-10-07 10:02:30",
        "comment": "--",
        "type": "银行卡提现",
        "id": 1848713,
        "status": "已打款",
        "money": 351.1
    }, {
        "time": "2020-10-02 19:22:46",
        "comment": "--",
        "type": "银行卡提现",
        "id": 1844750,
        "status": "已打款",
        "money": 228.2
    }, {
        "time": "2020-09-21 21:33:24",
        "comment": "--",
        "type": "银行卡提现",
        "id": 1832713,
        "status": "已打款",
        "money": 432.1
    }, {
        "time": "2020-09-12 14:47:40",
        "comment": "--",
        "type": "银行卡提现",
        "id": 1822032,
        "status": "已打款",
        "money": 207.7
    }, {
        "time": "2020-09-04 14:51:59",
        "comment": "--",
        "type": "银行卡提现",
        "id": 1813153,
        "status": "已打款",
        "money": 351
    }, {
        "time": "2020-08-24 22:51:34",
        "comment": "--",
        "type": "银行卡提现",
        "id": 1801653,
        "status": "已打款",
        "money": 101.5
    }, {
        "time": "2020-08-19 18:47:31",
        "comment": "--",
        "type": "银行卡提现",
        "id": 1796616,
        "status": "已打款",
        "money": 150
    }, {
        "time": "2020-08-14 10:36:32",
        "comment": "--",
        "type": "银行卡提现",
        "id": 1791048,
        "status": "已打款",
        "money": 525
    }, {
        "time": "2020-08-11 12:32:17",
        "comment": "--",
        "type": "银行卡提现",
        "id": 1787757,
        "status": "已打款",
        "money": 346
    }, {
        "time": "2020-08-05 20:32:08",
        "comment": "--",
        "type": "银行卡提现",
        "id": 1781759,
        "status": "已打款",
        "money": 393
    }, {
        "time": "2020-07-31 10:12:01",
        "comment": "--",
        "type": "银行卡提现",
        "id": 1775412,
        "status": "已打款",
        "money": 510
    }, {
        "time": "2020-07-27 14:39:39",
        "comment": "--",
        "type": "银行卡提现",
        "id": 1771331,
        "status": "已打款",
        "money": 447
    }, {
        "time": "2020-07-16 09:36:18",
        "comment": "--",
        "type": "银行卡提现",
        "id": 1758364,
        "status": "已打款",
        "money": 286.7
    }, {
        "time": "2020-06-30 11:24:23",
        "comment": "--",
        "type": "银行卡提现",
        "id": 1740632,
        "status": "已打款",
        "money": 437
    }, {
        "time": "2020-06-16 08:08:45",
        "comment": "--",
        "type": "银行卡提现",
        "id": 1725798,
        "status": "已打款",
        "money": 359
    }, {
        "time": "2020-06-10 11:00:48",
        "comment": "--",
        "type": "银行卡提现",
        "id": 820539,
        "status": "已打款",
        "money": 200.5
    }, {
        "time": "2020-05-24 19:08:58",
        "comment": "--",
        "type": "银行卡提现",
        "id": 802780,
        "status": "已打款",
        "money": 193.5
    }, {
        "time": "2020-05-15 11:26:32",
        "comment": "--",
        "type": "银行卡提现",
        "id": 792623,
        "status": "已打款",
        "money": 436.2
    }, {
        "time": "2020-04-30 20:03:12",
        "comment": "--",
        "type": "银行卡提现",
        "id": 776948,
        "status": "已打款",
        "money": 502.8
    }, {
        "time": "2020-04-23 10:42:35",
        "comment": "--",
        "type": "银行卡提现",
        "id": 767283,
        "status": "已打款",
        "money": 234
    }, {
        "time": "2020-04-21 13:19:37",
        "comment": "--",
        "type": "银行卡提现",
        "id": 764764,
        "status": "已打款",
        "money": 291.5
    }, {"time": "2020-04-14 10:05:08", "comment": "--", "type": "银行卡提现", "id": 754877, "status": "已打款", "money": 45}],
    "total_results": 23,
    "error": {"errno": 200, "errmsg": "success", "usermsg": "success"}
}

module.exports = {
    receivePay,
    AccountDetail
}
